/**
 * Created by qingguo.xu on 16/9/7.
 */
export default {
    // 公历节假日
    solar: {
        '01-01': '元旦',
        '02-14': '情人节',
        '03-08': '妇女节',
        '05-01': '劳动节',
        '05-04': '青年节',
        '06-01': '儿童节',
        '07-01': '建党节',
        '09-10': '教师节',
        '10-01': '国庆节',
        '11-11': '光棍节',
        '12-24': '平安夜',
        '12-25': '圣诞节'
    },

    // 农历节假日
    lunar: {
        '01-01': '春节',
        '01-15': '元宵节',
        '02-02': '龙抬头',
        '05-05': '端午节',
        '07-07': '七夕',
        '08-15': '中秋节',
        '09-09': '重阳节',
        '12-30': '除夕'
    }
};
